# CoolingLoadDividedByVolume Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SpecTypeId..::..CoolingLoadDividedByVolume Property
SpecTypeId Class See Also
---
Cooling Load divided by Volume, in discipline HVAC.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CoolingLoadDividedByVolume { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CoolingLoadDividedByVolume As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CoolingLoadDividedByVolume {
	ForgeTypeId^ get ();
}
```

# See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace